questions = {
    "Думайте над вопросом 1": [["Answer1", "1Answer", "1"], ""],
    "Думайте над вопросом 2": [["Answer2", "2Answer", "2"], ""],
    "Думайте над вопросом 3": [["3Answer", "3"], ""],
    "Думайте над вопросом 4": [["Answer1", "1Answer", "4"], ""],
    "Думайте над вопросом 5": [["Answer2", "2Answer", "5"], ""],
    "6. Устал писать...": [["3Answer", "6"], ""],
    "Ques7": [["Answer1", "1Answer", "7"], ""],
    "Ques8": [["Answer2", "2Answer", "8"], ""],
    "Ques9": [["3Answer", "9"], ""],
    "Ques10": [["Answer1", "1Answer", "10"], ""],
    "Ques11": [["Answer2", "2Answer", "11"], ""],
    "Ques12": [["3Answer", "12"], ""],
}
