questions = {

    "Ques1": ['Сколько раз Максим Смирнов спросил: "А о чём разговор?"', ["3", "3 раза", "3раза"], {}],


    "Ques2": ["Если в 12 часов ночи идёт дождь, то можно ли ожидать, что через 72 часа будет солнечно?",
              ["Нет", "нет", "No", "no"], {}],


    "Ques3": ["Зимой и летом одним цветом", ["МКАД", "мкад"], {}],


    "Ques4": [
        "Сын отца профессора разговаривает с отцом сына профессора, причём сам профессор в разговоре не участвует. "
        "Продолжите фразу: Такое возможно если профессор-......",
        ["Женщина", "женщина"], {}],


    "Ques5": ["Какой знак нужно поставить между 4 и 5, чтобы получить среднее арифметическое?",
              [",", ".", "запятая", "точка", "запятую", "точку"], {}],


    "Ques6": ["*В 1969 году проходили Олимпийские игры в Мехико( высота над уровнем моря 2240 м)."
              " Где больше шансов сделать более длинный прыжок вперёд в Мехико или в Сочи ( высота над у.м. 1170м)?",
              ["В Мехико", "В мехико", "Мехико", "мехико"], {}],


    "Ques7": [
        "Боксёр вернулся домой с медалью после победы в международном соревновании. За победу полагался денежный приз,"
        " но тренер забрал его себе, а боксёр даже не претендовал на него. Как такое возможно?Если боксёр-....",
        ["Собака", "собака"], {}],


    "Ques8": ["Ручаюсь,- сказал продавец в зоомагазине,- этот попугай будет повторять всё, что услышит. "
              "Петя приобрёл эту птицу, но придя домой, он убедился что попугай не нем и ничего не говорит."
              " Продавец не лгал. Такое возможно, если попугай....", ["Глух", "глухой", "глух", "Глухой"], {}],


    "Ques9": ["На столе лежат монеты суммой наминала в 3 рубля. Одна из них не рубль."
              " Напишите номинал монет(начиная с большей; через союз И)", ["2 и 1", "2и1"], {}],


    "Ques10": [
        "Семья , состоящая из бабушки, мамы, папы,2 младших братьев и 2 сестёр, испекла пирог к 8 марта и разрезала на 15 частей."
        " Сначала кусочки взяли взяли все дети. Сколько осталось кусочков?", ["0", "ноль"], {}],


    "Ques11": [
        "В 12ти этажном шоппинг-центре, есть лифт, но нет лестницы. На первом этаже находится один 1 магазин, на 2ом- 2 и т.д.. "
        "На каком этаже чаще всего жмут кнопу вызова лифта?(указать номер)",
        ["1", "На первом", "На 1", "на 1", "на первом"], {}],


    "Ques12": ["Петя хочет сделать бутерброды с колбасой для мамы, как подарок на 8 марта. "
               "Очередь за колбасой протянулась на 200 метров,а очередь за маслом на 50 метров длиннее и за хлебом в 5 раз короче очереди за маслом. "
               "Сколько метров нужно отстоять в очереди Пете?", ["250м", "250", "250метров", "250 метров", "250 м"],
               {}],

}
"""
questions = {
    "Ques1": [["Answer1", "1Answer", "1"], ""],
    "Ques2": [["Answer2", "2Answer", "2"], ""],
    "Ques3": [["3Answer", "3"], ""],
    "Ques4": [["Answer1", "1Answer", "4"], ""],
    "Ques5": [["Answer2", "2Answer", "5"], ""],
    "Ques6": [["3Answer", "6"], ""],
    "Ques7": [["Answer1", "1Answer", "7"], ""],
    "Ques8": [["Answer2", "2Answer", "8"], ""],
    "Ques9": [["3Answer", "9"], ""],
    "Ques10": [["Answer1", "1Answer", "10"], ""],
    "Ques11": [["Answer2", "2Answer", "11"], ""],
    "Ques12": [["3Answer", "12"], ""],
}
"""